import Calculator from "./Calculator";

const Task16 = () => {



    return (
        <div>
            <p>
                6. Создайте калькулятор, который позволяет выполнять основные математические
                операции (сложение, вычитание, умножение, деление). Реализуйте два
                компонента. page.js: Содержит калькулятор. Calculator.js: Принимает введенные
                данные и выполняет математические операции для расчета итогового результата.
            </p>

            <Calculator />
        </div>
    );
}

export default Page;
